Repository: nimiq/vue-components
Catalog: src/i18n/*.po
Languages: de, es, fa, fr, ko, nl, pt, ru, uk

source: {amount} suggested network fee
de: {amount} empfohlene Netzwerkgebühr
es: {amount} cuota de red sugerida
fa: {amount} کارمزد پیشنهادی شبکه
fr: {amount} montant ed frais suggéré
ko: {amount} 제안 네트워크 수수료
nl: {amount} voorgestelde netwerkkosten
pt: {amount} taxa de rede sugerida
ru: {amount} предлагаемая комиссия сети
uk: {amount} комісія запропонована мережею

source: {type} accounts cannot be used for this operation.
de: {type} Kontos können für diese Aktion nicht verwendet werden.
es: cuentas tipo {type} no se pueden utilizar para esta operación.
fa: حساب‌های کاربری {type} نمی توانند برای این عملیات استفاده شوند.
fr: Les comptes {type} ne peuvent pas être utilisés pour cette opération.
ko: {type} 계정은 해당 작업에 사용될 수 없습니다.
nl: {type} accounts kunnen niet worden gebruikt voor deze handeling.
pt: Contas {type} não podem ser usadas para esta operação.
ru: Аккаунты данного типа {type} не могут быть использованы для этой операции.
uk: {type} рахунок не може бути використаний для цієї операції.

source: Add a public message...
de: Füge eine öffentliche Nachricht hinzu.
es: Agregue un mensaje público...
fr: Ajouter un message public...

source: Awaiting Consensus...
de: Warte auf Konsensus...
es: Esperando Consenso...
fr: En attente du Consensus...

source: By adding a transation fee, you can influence how fast your transaction will be processed.
de: Durch Hinzufügen einer Transaktionsgebühr kannst du beeinflussen, wie schnell deine Transaktion bestätigt wird.
es: Al agregar una cuota de transacción, puede influenciar que tan rápido se procesa su transacción.
fr: En ajoutant un frais de transaction, vous influencez sur la vitesse à laquelle votre transaction sera traitée.

source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отменить
uk: Скасувати

source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
fa: تغییر رمزعبور
fr: Changer de Mot de passe
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pt: Mudar Palavra Passe
ru: Сменить пароль
uk: Змінити пароль

source: Choose Sender
de: Sender wählen
es: Elija Destinatario
fr: Choisissez l'émetteur

source: Click on {icon} and go to Settings > Site Settings > Camera
de: Klicke auf {icon} und gehe zu Einstellungen > Seiteneinstellungen > Kamera
es: Haga click en {icon} y visite Ajustes > Ajustes del Sitio > Cámara
fa: بر روی {icon} کلیک کنید و بروید به تنظیمات > تنظیمات سایت > دوربین
fr: Cliquez sur {icon} et allez dans Paramètres > Paramètres de site > Appareil photo
ko: {icon} 클릭 후 설정 > 사이트 설정 > 카메라로 가세요
nl: Klik op {icon} en ga naar Instellingen > Site Instellingen > Camera
pt: Clicar na {icon} e ir para Definições > Definições do site > Câmara
ru: Нажмите на {icon} и перейдите в Настройки > Настройки сайта > Камера
uk: Натисніть на {icon} і перейдіть до Налаштування > Налаштування сайту > Камера

source: Click on {icon} in the URL bar.
de: Klicke auf {icon} in der Addressleiste.
es: Haga click en {icon} en la barra del navegador.
fa: بر روی {icon} در نوار آدرس کلیک کنید
fr: Cliquez sur {icon} dans la bar d'adresse.
ko: 주소 표시줄의 {icon}을 클릭하세요
nl: Klik op {icon} in de URL bar.
pt: Clicar na {icon} na barra de URL.
ru: Нажмите на {icon} в адресной строке.
uk: Натисніть на {icon} у рядку URL.

source: Click on {safari} and go to Settings for this Website > Camera
de: Klicke auf {safari} und gehe auf Seiteneinstellungen > Kamera
es: Haga click en {safari} y visite Ajustes para esta Página> Cámara
fa: بر روی {safari} کلیک کنید و بروید به تنظیمات برای این وب‌سایت > دوربین
fr: Cliquez sur {safari} et rendez-vous dans Paramètres pour ce site > Caméra
ko: {safari} 클릭 후 설정의 웹사이트 > 카메라로 가세요
nl: Klik op {safari} en ga naar Instellingen voor deze Website > Camera
pt: Clica na {safari} e ir para Definições para este site > Câmara
ru: Нажмите на {safari} и перейдите в Настройки для данного Веб-сайта > Камера
uk: Натисніть на {safari} і перейдіть до Налаштування для цього веб-сайту > Камера

source: Contracts cannot be used for this operation.
de: Contract-Kontos können für diese Aktion nicht verwendet werden.
es: Contratos no pueden ser utilizados para esta operación.
fa: برای این عملیات نمی توان از قراردادها استفاده کرد.
fr: Les Contrats ne peuvent pas être utilisés pour cette opération.
ko: 해당 작업에는 연락처를 사용할 수 없습니다.
nl: Contracten kunnen niet gebruikt worden voor deze operatie.
pt: Contratos não podem ser usados para esta operação.
ru: Контракты не могут быть использованы для этой операции.
uk: Контракти не можуть бути використані для цієї операції.

source: Copied
de: Kopiert
es: Copiado
fa: کپی شد
fr: Copié
ko: 복사됨
nl: Gekopieerd
pt: Copiado
ru: Скопировано
uk: Скопійовано

source: Create a Cashlink
de: Erstelle einen Cashlink
es: Crear un Cashlink
fr: Créer un Cashlink

source: Create Backup
de: Sicherung erstellen
es: Crear un respaldo
fa: ایجاد بک‌آپ
fr: Créer une Sauvegarde
ko: 백업 생성
nl: Maak een back-up
pt: Criar Backup
ru: Создать резервную копию
uk: Створити резервну копію

source: day
de: Tag
es: día
fa: روز
fr: jour
ko: 일
nl: dag
pt: dia
ru: день
uk: день

source: days
de: Tage
es: días
fa: روزها
fr: jours
ko: 일
nl: dagen
pt: dias
ru: дней
uk: днів

source: Effective rate
de: Effektiver Wechselkurs
es: Taza efectiva
fa: نرخ موثر
fr: Taux effectif
ko: 실효환율
nl: Effectief tarief
pt: Taxa efetiva
ru: Курс конвертации
uk: Фактична ставка

source: Enter address
de: Addresse eingeben
es: Inserte dirección
fr: Entrez l'adresse

source: fee
de: Gebühr
es: cuota
fa: کارمزد
fr: frais
ko: 수수료
nl: transactiekosten
pt: taxa
ru: комиссия
uk: комісія

source: free
de: Kostenlos
es: gratis
fr: gratuit

source: Go back
de: Zurück
es: Volver
fa: برگرد
fr: Retour
ko: 뒤로 가기
nl: Ga terug
pt: Voltar
ru: Назад
uk: Назад

source: Grant camera access when asked.
de: Bestätige den Zugriff auf die Kamera, wenn du danach gefragt wirst.
es: De permiso a la cámara cuando se le pida
fa: زمانی که از شما خواسته شد به دوربین دسترسی دهید.
fr: Accordez l'accès à la caméra lorsque cela vous est demandé.
ko: 카메라 접근 요청 시 승인해 주세요.
nl: Verleen cameratoegang wanneer daarom wordt gevraagd.
pt: Conceda acesso à câmara quando solicitado.
ru: Предоставьте доступ к камере, когда вас об этом попросят.
uk: Надайте доступ до камери, коли попросять.

source: Help Nimiq improve by sharing anonymized usage data. Thank you! ❤️
de: Hilf uns Nimiq zu verbessern, indem du anonymisierte Nutzerdaten mit uns teilst. Vielen Dank ❤️

source: hour
de: Stunde
es: hora
fa: ساعت
fr: heure
ko: 시간
nl: uur
pt: hora
ru: час
uk: година

source: hours
de: Stunden
es: horas
fa: ساعت‌ها
fr: heures
ko: 시간
nl: uren
pt: horas
ru: часов
uk: годин

source: If recipient has no Account yet:
de: Falls der Empfänger noch kein Konto hat:
es: El destinatario a'un no tiene una Cuenta.
fr: Si le destinataire n'a pas encore de Compte:

source: Insufficient balance
de: Guthaben ungenügend
es: Balance insuficiente
fa: موجودی ناکافی
fr: Solde insuffisant
ko: 잔고 부족
nl: Onvoldoende salso
pt: Saldo insuficiente
ru: Недостаточный баланс
uk: Недостатній баланс

source: Login to another Account
de: In ein anderes Konto einloggen
es: Inicie sesión con otra Cuenta
fr: Connexion à un autre Compte

source: Logout
de: Ausloggen
es: Cerrar sesión
fa: خروج
fr: Déconnexion
ko: 로그아웃
nl: Uitloggen
ru: Выйти
uk: Вийти

source: minutes
de: Minuten
es: minutos
fa: دقایق
ko: 분
nl: minuten
pt: minutos
ru: минут
uk: хвилин

source: Name this contact...
de: Benenne diesen Kontakt...
es: De nombre a este contacto...
fr: Nommez ce contact...

source: Name your address
de: Benenne deine Addresse
es: De nombre a su dirección
fa: آدرس خود را بنویسید
fr: Nommez votre adresse
ko: 주소에 이름 붙이기
nl: Geef adres een naam
pt: Dê um nome ao seu endereço
ru: Как вы назовёте свой адрес?
uk: Назвіть вашу адресу

source: network fee
de: Netzwerkgebühr
es: cuota de red
fa: کارمزد شبکه
fr: frais de réseau
ko: 네트워크 수수료
nl: netwerkkosten
pt: taxa de rede
ru: комиссия сети
uk: комісія мережі

source: Nimiq provides this service free of charge.
de: Nimiq bietet diesen Service kostenfrei an.
es: Nimiq provee este servicio sin ningún costo.
fa: نیمیک این سرویس را به صورت رایگان ارائه می دهد.
fr: Nimiq fournit ce service gratuitement.
ko: Nimiq은 본 서비스를 무료로 제공합니다.
nl: Nimiq biedt deze service gratis aan.
pt: A Nimiq oferece este serviço.
ru: Nimiq предоставляет эту услугу бесплатно.
uk: Nimiq надає цю послугу безкоштовно.

source: No
de: Nein

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages

source: Order amount
de: Kaufbetrag
es: Monto de la ordén
fa: مقدار سفارش
fr: Montant de la commande
ko: 주문 금액
nl: Orderbedrag
pt: Valor do pedido
ru: Сумма заказа
uk: Сума замовлення

source: Rename
de: Umbenennen
es: Renombrar
fa: تغییر نام
fr: Renommer
ko: 이름 바꾸기
nl: Hernoemen
pt: Mudar de nome
ru: Переименовать
uk: Перейменувати

source: Save & Set Amount
de: Speichern und fortfahren
es: Guardar & Ingresar Monto
fr: Enregistrer et Définir le montant

source: Save Contact
de: Kontakt anlegen
es: Guardar Contacto
fr: Enregistrer le Contact

source: Save Login File
de: Login-Datei sichern
es: Guardar Archivo de Sesión
fa: ذخیره فایل ورود
fr: Enregistrer le Fichier de Connexion
ko: 로그인 파일 저장
nl: Login File opslaan
pt: Salvar Ficheiro de Login
ru: Сохранить Файл Авторизации
uk: Зберегти файл-ключ

source: second
de: Sekunde
es: segundo
fa: ثانیه
fr: seconde
ko: 초
nl: seconde
pt: segundo
ru: секунда
uk: секунда

source: seconds
de: Sekunden
es: segundos
fa: ثانیه‌ها
fr: secondes
ko: 초
nl: seconden
pt: segundos
ru: секунд
uk: секунд

source: Select a contact
de: Kontakt auswählen
es: Seleccione un contacto
fr: Sélectionner un contact

source: Send a transaction
de: Eine Transaktion senden
es: Enviar una transacción
fr: Envoyer une transaction

source: Send Transaction
de: Transaktion senden
es: Enviar una Transacción
fr: Envoyer la Transaction

source: Sending Transaction...
de: Transaktion wird gesendet...
es: Enviando Transacción
fr: Envoi de transaction en cours...

source: Set Amount
de: Betrag festlegen
es: Ingresar Monto
fr: Définir le montant

source: Set fee
de: Gebühr festlegen
es: Ingresar cuota
fr: Définir les frais

source: Speed up your transaction
de: Beschleunige deine Transaktion
es: Acelerar su transacción
fr: Accélérer votre transaction

source: the camera icon
de: das Kamera Symbol
es: el icono de cámara
fa: آیکون دوربین
fr: l'icône de caméra
ko: 카메라 아이콘
nl: de camera icon
pt: ícone da câmara
ru: значок камеры
uk: значок камери

source: This address cannot be used for this operation.
de: Diese Addresse kann für diese Aktion nicht verwendet werden.
es: Esta dirección no puede ser utilizada para esta operación.
fa: از این آدرس نمی توان برای این عملیات استفاده کرد.
fr: Cette adresse ne peut pas être utilisée pour cette opération.
ko: 해당 작업에는 이 주소를 사용할 수 없습니다.
nl: Dit adres kan niet worden gebruikt voor deze handeling.
pt: Este endereço não pode ser usado para esta operação.
ru: Этот адрес не может быть использован для данной операции.
uk: Ця адреса не може бути використана для цієї операції.

source: This offer expires in {timer}.
de: Dieses Angebot endet in {timer}.
es: Esta oferta expira en {timer}.
fa: این پیشنهاد تا {timer} دیگر منقضی میشود.
fr: Cette offre expire dans {timer}.
ko: 이 제안은 {timer}에 만료됩니다.
nl: Deze aanbieding vervalt over {timer}.
pt: Esta oferta expira em {timer}
ru: Срок действия этого предложения истекает через {timer}.
uk: Термін дії цієї пропозиції закінчується через {timer}.

source: Total
de: Gesamt
fa: مجموع
ko: 총계
nl: Totaal
ru: Итого
uk: Загалом

source: Unblock the camera for this website to scan QR codes.
de: Erlaube den Zugriff auf die Kamera um QR codes zu scannen.
es: Desbloquee la cámara para esta página para poder escanear códigos QR.
fa: برای اسکن کدهای QR دوربین این وب‌سایت را رفع انسداد(unblock) کنید.
fr: Débloquez la caméra pour ce site de façon à scanner les QR codes.
ko: QR 코드를 스캔하려면 이 사이트에서 카메라 차단을 해제해 주세요.
nl: Deblokkeer de camera zodat deze website QR-codes kan scannen.
pt: Desbloquear a câmara para o site digitalizar os QR codes.
ru: Разблокируйте камеру для этого сайта, чтобы сканировать QR-коды.
uk: Розблокуйте камеру для цього веб-сайту, щоб сканувати QR-коди.

source: Unnamed Contact
de: Unbenannter Kontakt
es: Contacto sin Nombre
fr: Contact sans nom

source: Vendor crypto discount
de: Verkäufer Krypto-Rabatt
es: Descuento en criptomonedas del vendedor
fa: تخفیفات کریپتو فروشنده
fr: Crypto-remise
ko: 판매자 암호화폐 할인
nl: Crypto leverancier korting
pt: Desconto do fornecedor da cripto
ru: Скидка вендора криптовалюты
uk: Знижка постачальника

source: Vendor crypto markup
de: Verkäufer Krypto-Aufschlag
es: Margen en criptomonedas del vendedor
fa: نشانه گذاری رمزنگاری فروشنده
fr: Crypto-premium
ko: 판매자 암호화폐 할증
nl: Markering van crypto-leveranciers
pt: Acerto de preço do fornecedor da criptomoeda
ru: Маркап вендора криптовалюты
uk: Націнка постачальника

source: Yes
de: Gerne

source: You are paying approx. {formattedRateDeviation} less than at the current market rate (coingecko.com).
de: Du zahlst etwa {formattedRateDeviation} weniger als zum aktuellen Wechselkurs (coingecko.com).
es: Esta pagando approx. {formattedRateDeviation} menos que la taza actual de mercado (coingecko.com).
fa: در حال پرداخت هستید. {formattedRateDeviation} کمتر از نرخ فعلی بازار (coingecko.com).
fr: Vous payez environ {formattedRateDeviation} moins que le taux actuel du marché (coingecko.com).
ko: 현재 시장가보다 약 {formattedRateDeviation} 낮은 가격을 지불하게 됩니다(coingecko.com).
nl: Je betaalt ongeveer {formattedRateDeviation} lager dan tegen de huidige marktkoers (coingecko.com).
pt: Está a pagar aproximadamente {formattedRateDeviation} a menos que a taxa do mercado atual (coingecko.com).
ru: Вы платите приблизительно на {formattedRateDeviation} меньше, чем по текущему рыночному курсу (coingecko.com).
uk: Ви платите приблизно на {formattedRateDeviation} менше, ніж за поточним ринковим курсом (coingecko.com).

source: You are paying approx. {formattedRateDeviation} more than at the current market rate (coingecko.com).
de: Du zahlst etwa {formattedRateDeviation} mehr als zum aktuellen Wechselkurs (coingecko.com).
es: Esta pagando approx. {formattedRateDeviation} más que la taza actual de mercado (coingecko.com).
fa: در حال پرداخت هستید. {formattedRateDeviation} بیشتر از نرخ فعلی بازار (coingecko.com).
fr: Vous payez environ {formattedRateDeviation} plus que le taux actuel du marché (coingecko.com).
ko: 현재 시장가보다 약 {formattedRateDeviation} 높은 가격을 지불하게 됩니다(coingecko.com).
nl: Je betaalt ongeveer {formattedRateDeviation} meer dan tegen de huidige marktkoers (coingecko.com).
pt: Está a pagar aproximadamente {formattedRateDeviation} a mais que a taxa atual do mercado (coingecko.com).
ru: Вы платите приблизительно нв {formattedRateDeviation} больше, чем по текущему рыночному курсу (coingecko.com).
uk: Ви платите приблизно на {formattedRateDeviation} більше, ніж за поточним ринковим курсом (coingecko.com).

source: Your actual discount is approx. {formattedRateDeviation} compared to the current market rate (coingecko.com).
de: Dein tatsächlicher Rabatt beträgt etwa {formattedRateDeviation} zum aktuellen Wechselkurs (coingecko.com).
es: Su descuento es approx. {formattedRateDeviation} comparado a la taza del mercado actual (coingecko.com).
fa: تخفیف تقریبی شما. {formattedRateDeviation} در مقایسه با نرخ فعلیه باز (coingecko.com).
fr: Votre remise réelle est d'environ {formattedRateDeviation} par rapport au taux actuel du marché (coingecko.com).
ko: 실제 할인가는 현재 시장가 기준 약 {formattedRateDeviation}입니다(coingecko.com).
nl: Je daadwerkelijke korting is ca. {formattedRateDeviation} in vergelijking met de huidige marktkoers (coingecko.com).
pt: O seu desconto é aproximadamente {formattedRateDeviation} comparado com a taxa atual do mercado (coingecko.com).
ru: Ваш фактический дисконт составляет приблизительно {formattedRateDeviation} по сравнению с текущим рыночным курсом (coingecko.com).
uk: Ваша фактична знижка становить приблизно {formattedRateDeviation}, якщо порівняти з поточним ринковим курсом (coingecko.com).

source: Your device does not have an accessible camera.
de: Dein Endgerät verfügt über keine verwendbare Kamera.
es: Su dispositivo no tiene una cámara accesible.
fa: دستگاه شما دوربین قابل دسترسی ندارد.
fr: Votre appareil n'a pas de caméra accessible.
ko: 기기에 이용 가능한 카메라가 없습니다.
nl: Uw apparaat heeft geen toegankelijke camera.
pt: O seu dispositivo não tem uma câmara acessível.
ru: Камера вашего устройства недоступна.
uk: Ваш пристрій не має доступної камери.

source: express
es: exprés

source: Legacy
es: Versión Antigua
fa: نسخه ی قبلی
ko: 구형
ru: "старый"
uk: Старий формат

source: minute
es: minuto
fa: دقیقه
ko: 분
nl: minuut
pt: minuto
ru: минута
uk: хвилина

source: standard
es: estándar

source: Login to another account
fa: ورود به دیگر حساب کاربری
ko: 다른 계정으로 로그인
nl: Log in op een ander account
pt: Login noutra conta
ru: Вход в другой аккаунт
uk: Увійти на інший рахунок
