{
  "Account creation was massively improved. Give\nit a try and experience all new Nimiq features.": "La création de compte a été grandement améliorée.\nEssayez-la et expérimentez les nouvelles fonctionnalités de Nimiq.",
  "Accounts": "Comptes",
  "Addresses": "Adresses",
  "Continue": "Continuer",
  "Got it!": "Compris !",
  "Handling multiple Addresses is now convenient and easy – with one password and shared login information.": "Gérer plusieurs adresses est maintenant pratique et facile - avec un mot de passe et les informations de connexion partagées.",
  "hold, manage and aggregate Addresses.": "conserver, gérer et regrouper les adresses.",
  "Import it to any browser and enter your password to connect to Nimiq.": "Importez-le dans n'importe quel navigateur et entrez votre mot de passe pour vous connecter à Nimiq.",
  "Improved Accessibility": "Accessibilité améliorée",
  "Learn more here": "En apprendre plus",
  "Log in on your devices with the new\nNimiq Login Files.": "Connectez-vous sur vos appareils avec le nouveau\nFichier de Connexion Nimiq.",
  "Multiple Addresses and Login Files\nare supported by new Accounts only.": "Les Adresses Multiples et Fichiers de Connexion\nsont supportés par les nouveaux Comptes seulement.",
  "Old and new Accounts": "Anciens et nouveaux Comptes",
  "One Account, many Addresses": "Un Compte, plusieurs Adresses",
  "send and receive transactions.": "envoyer et recevoir des transactions",
  "The new and improved Accounts\ncan have multiple Addresses.": "Les nouveaux Comptes améliorés\npeuvent avoir plusieurs Adresses.",
  "The new Login Files are an easy and convenient way to gain access to your Account and its Addresses.": "Le nouveau Fichier de Connexion Nimiq est une façon facile et pratique de gagner accès à votre Compte et vos Adresses.",
  "What else?": "Quoi d'autre ?",
  "Your Accounts are now legacy Accounts. Easily switch, edit and create Accounts with the new Account picker.": "Vos Comptes sont d'anciens types de Comptes. Changez, éditez et créez facilement des Comptes avec le nouveau sélecteur de Comptes."
}